;Language file of Revo Uninstaller
;This section must use english
[Info]
Language=Brazilian Portuguese
WebLang=PT-BR
Translator=Tiago_NonSPer_ANS_GO
Codepage=UNICODE 
Version=1.95

[Uninstaller Toolbar]
102 = Exibir
103 = Opções
104 = Desinstalador
105 = Ferramentas
106 = Módulo de Caça
107 = Lista
108 = Ícones
109 = Detalhes
110 = Desinstalar
111 = Remover esta entrada
112 = Relistar
113 = Tem certeza de desejar remover a entrada selecionada?
114 = Tem certeza de desejar desinstalar o programa selecionado?
115 = Atualização Automática
116 = Ajuda
117 = Ajuda da ferramenta atual...
118 = Página na internet...
119 = Sobre...
120 = Você não é um administrador!
121 = Tem certeza de desejar desinstalar o componente de sistema selecionado?\nDESISTA! A menos que você saiba o que está fazendo...
122 = Este desinstalador exibe todos os programas e componentes instalados para você, usuário(a) atual, e quaisquer outros usuários. Com alguns poucos módulos de visualização, ou por um menu de contexto de clique secundário, você pode ter acesso a muitas informações adicionais, links e propriedades das instalações. Outra característica primordial do Revo Uninstaller é o Módulo de Caça: com ele, você disporá de flexibilidade para desinstalar (parar, excluir ou desativar uma autoinicialização) com um simples clique nos aplicativos.
123 = Pesquisar
124 = Encontrado(s):
125 = Está certo(a) de desejar remover os componentes de sistema selecionados do registro?\nEstes componentes podem ser requeridos pelo seu Sistema Operacional!
126 =  não mais se executará automaticamente!
127 =  está configurado para se autoexecutar
128 = %s possui o mesmo local de instalação de %s!\nHaverá localizações de sobras de ambos os aplicativos! Verifique cuidadosamente as que desejar remover!
129 = Desinstalação forçada

[Uninstaller List]
150 = Aplicativo(s)
151 = Tamanho
152 = Versão
153 = Instalação em:
154 = Empresa
155 = Site na internet
156 = Comentário
157 = Sequência de desinstalação
158 = Chave no registro
159 = Instalador

[Uninstaller StatusBar]
201 = Instalações:
202 = Carregando...

[Registry Optimizer]
302 = Selecione onde verificar
303 = Menu iniciar

[AutoRun Toolbar]
407 = Executar
408 = Finalizar
409 = Remover
410 = Itens:
411 = Ativados:
412 = Por meio do Gerenciador de Autoinicializações você pode não apenas ativar ou desativar a execução automática de aplicativos durante a abertura do Windows, mas também conseguir maiores informações sobre um aplicativo em particular que estiver configurado para inicializar, executando-se junto ao Sistema Operacional. Você pode conseguir informações sobre o fabricante do programa autoinicializável, sua descrição, seu local de inicialização (onde ele está gravado em sua máquina), o status do aplicativo (se ele está sendo executado ou não), entre outras coisas.

[AutoRun List]
450 = Nome na Inicialização
451 = Local de Execução
452 = Descrição
453 = Fabricante
454 = Status
455 = Localização
456 = EM EXECUÇÃO
457 = PARADO
458 = INVÁLIDO
459 = Finalizar o processo deste programa
460 = Executar o processo deste programa
461 = Ir à pasta onde o programa está instalado
462 = Acessar no registro a chave desta entrada
463 = Copiar o local de execução deste programa
464 = Remover o programa selecionado
465 = Remover todos os que forem inválidos
466 = Remover os que estão parados
467 = Remover todos os desativados
468 = Propriedades...
470 = Tem certeza de desejar fechar o aplicativo selecionado?\nQuaisquer dados não salvos serão perdidos!
471 = Tem certeza de desejar excluir o item selecionado?
472 = Tem certeza de desejar excluir todos os itens inválidos?
473 = Tem certeza de desejar excluir todos os itens parados?
474 = Tem certeza de desejar excluir todos os itens desativados?
475 = O comando não existe!
476 = DESCONHECIDO
477 = Desativar Execução Automática
478 = Ativar Execução Automática

[Outlook Control]
300 = Otimização
301 = Otimizador do Registro
400 = Gerenciador de Autoinicializações
500 = Limpador de Rastros
501 = Limpador de Navegadores
600 = Limpador do MS Office
700 = Limpador do Windows
800 = Remoção de Evidências
900 = Exclusão Irreversível
2100 = Ferramentas do Windows
2200 = Limpador de Arquivos-Lixo

[Track Cleaner Browsers]
507 = Limpar todos
508 = Limpar histórico de páginas visitadas na internet
509 = Excluir histórico da barra de endereços
510 = Excluir arquivos temporários de internet
511 = Excluir cookies
512 = Excluir arquivos index.dat
513 = Executar
514 = Excluir histórico de download
515 = Excluir histórico de sessões
516 = Excluir histórico de formulários
517 = Desinstalador
518 = Tem certeza de desejar limpar todo o histórico selecionado?
521 = Tem certeza de desejar limpar o histórico do Internet Explorer?
522 = Tem certeza de desejar limpar o histórico do Firefox?
523 = Tem certeza de desejar limpar o histórico do Opera?
524 = Tem certeza de desejar limpar o histórico do Netscape?
525 = Seu navegador faz gravações detalhadas de cada site que você visita. Isto é facilmente acessível da janela de seu navegador e, com o simples pressionar de um botão, qualquer um pode ver por onde você esteve navegando na internet! Com o limpador de navegadores, você pode fazer a eliminação dos arquivos temporários de internet, que são: todas as imagens que você viu, todos os vídeos online que você assistiu e todas as páginas que você visitou. Excluir os arquivos temporários de internet pode liberar muito espaço em seu disco rígido.
526 = Feche seu navegador antes de limpar os rastros do mesmo
527 = Os arquivos do tipo index.dat serão excluídos tão-logo o computador seja reiniciado
599 = As operações de limpeza de rastros para os itens selecionados foram completadas!

[Track Cleaner Office]
601 = Limpar
607 = Limpar histórico de arquivos recentes do MS Word
608 = Isto inclui o Word 2000, Word XP, Word 2003, Word 2007, Word 2010 e o Word 2013
609 = Limpar histórico de arquivos recentes do MS Excel
610 = Isto inclui o Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010 e o Excel 2013
611 = Limpar histórico de arquivos recentes do MS Access
612 = Isto inclui o Access 2000, Access XP, Access 2003, Access 2007, Access 2010 e o Access 2013
613 = Limpar histórico de arquivos recentes do MS PowerPoint
614 = Isto inclui o PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010 e o PowerPoint 2013
615 = Limpar histórico de arquivos recentes do MS FrontPage
616 = Isto inclui o FrontPage 2000, FrontPage XP e o FrontPage 2003
617 = O limpador do MS Office lhe permite remover o histórico dos arquivos mais recentemente usados no MS Word, Excel, Access, PowerPoint e Front Page. Se você não deseja que qualquer um possa ver suas apresentações, documentos ou outros arquivos por último editados; criados utilizando o MS Office, apenas selecione aqueles que não deseja e clique no botão “Limpar”. Seus arquivos mais recentemente utilizados não estarão mais listados.

[Windows Tracks Cleaner]
701 = Limpar
707 = Limpar histórico de documentos recentes
708 = Limpar histórico de execução de programas no menu iniciar
709 = Limpar histórico de pesquisa de arquivos
710 = Limpar histórico de impressão, e pesquisa de computadores e pessoas
711 = Esvaziar a área de transferência
712 = Limpar histórico de arquivos recentes do "MS Paint"
713 = Limpar histórico de arquivos recentes do Bloco de notas
714 = Limpar histórico de últimas chaves abertas do Regedit
715 = Limpar histórico de diálogos comuns de abertura e salvamento
716 = Limpar histórico de diálogos comuns de última pasta visitada
717 = Esvaziar a lixeira
718 = Excluir arquivos temporários do Windows
719 = Excluir logs de cliques no menu iniciar
720 = O Sistema Operacional Microsoft Windows mantém rastros de muitas coisas que você faz com seu computador, como histórico de pesquisa de arquivos (quando você faz buscas por arquivos ou pastas), histórico de documentos recentemente abertos, histórico de abertura/salvamento (utilizado em diálogos-padrão de abertura/salvamento de diferentes aplicativos instalados em sua máquina), e muito mais. O limpador do Windows lhe permite limpar todos estes históricos e arquivos temporários. Você também pode esvaziar sua lixeira e excluir arquivos temporários que poderão lhe render a liberação de muito espaço em disco.
721 = O histórico de execução de programas será excluído depois que o processo "explorer.exe" for reiniciado
722 = Rastros no Registro do Windows
723 = Rastros no Disco Rígido Local
724 = Excluir arquivos de depuração de travas na memória
725 = Excluir fragmentos de arquivos recuperados pela Chkdsk (Checagem de Disco)


[Evidence Remove]
802 = Executar
803 = Executando Remoção
804 = Por favor, aguarde enquanto a limpeza está em curso...
805 = Alcançado(s)...
806 = Marque o(s) disco(s) nos quais você desejar que os rastros e evidências de seus trabalhos fiquem irrecuperáveis. Tal ferramenta age tão-somente sobre dados que já foram excluídos. AVISO: ao término do processo será impossível recuperar seus arquivos excluídos!
807 = Esvaziando-se a lixeira do Windows seus arquivos e pastas somente são marcados como excluídos, mas não são apagados fisicamente de imediato. Esta ferramenta irá remover definitivamente os arquivos e pastas já marcados como excluídos, mas que, mesmo que não facilmente visíveis, ainda ocupam seu disco rígido. Após isso, não importa qual ferramenta você ou qualquer outra pessoa use para recuperar os dados, o resultado será somente um, e sempre o mesmo: é impossível recuperar dados excluídos com a Remoção de Evidências!
808 = Tem certeza de desejar excluir as evidências e rastros deixados no(s) disco(s) selecionado(s)?

[Unrecoverable  Delete ]
912 = Lista de arquivos e pastas que serão excluídos irreversivelmente
913 = Arquivo(s)
914 = Pasta(s)
915 = Insira quaisquer arquivos que você deseje excluir e remover de vez do sistema, e esses arquivos não mais poderão ser recuperados de forma física por nenhum tipo de ferramenta ou software!
916 = Insira quaisquer pastas que você deseje excluir e remover de vez do sistema, e essas pastas não mais poderão ser recuperadas de forma física por nenhum tipo de ferramenta ou software!
917 = Adicionar arquivo(s) a ser(em) excluído(s)
918 = Adicionar pasta(s) a ser(em) excluída(s)
919 = ** EXCLUIR PERMANENTEMENTE **
920 = Limpar lista
921 = Se você deseja excluir seguramente um arquivo ou pasta e certificar-se de que ninguém, com ferramenta alguma, seria capaz de recuperar tal arquivo ou pasta, então utilize a Exclusão Irreversível. Excluir os arquivos e esvaziar a lixeira do Windows não significa que tais arquivos foram apagados de forma definitiva. Mesmo sem estar bem à mostra, eles continuam em seu disco rígido e, qualquer um, poderia recuperá-los muito facilmente. A ferramenta de Exclusão Irreversível aniquila essa possibilidade. Ela não apenas marca os arquivos ou pastas como excluídos, mas trabalha de forma física no disco rígido, desintegrando quaisquer arquivos ou pastas que você determinar.
922 = Tem certeza de desejar excluir permanentemente os arquivos e pastas selecionados?

[Options Tree]
1001 = Opções
1100 = Generalidades
1200 = Desinstalador

[General]
1101 = Idioma atual:
1102 = Ativar o módulo avançado
1103 = Verificar por atualizações ao inicializar

[Uninstaller Options]
1201 = Exibir atualizações do sistema
1202 = Exibir componentes do sistema
1203 = Ativar módulo de carregamento rápido
1204 = Desativar a varredura após desinstalação
1205 = (Sem suporte no Windows Vista)
1206 = Criar um ponto de Restauração do Sistema antes da desinstalação
1207 = Enviar as sobras de arquivos e pastas à lixeira


[Auto Update]
1907 = Atualizar
1908 = Informações sobre versão
1909 = Versão atual:
1910 = Última versão:
1911 = BAIXAR
1912 = Adquirir a última versão
1913 = O que há de novo?
1914 = Verificando...
1915 = Erro de conexão...
1916 = PARAR
1917 = %s de %s baixado(s)
1918 = %s baixado(s) (tamanho total desconhecido)
1919 = O Revo Uninstaller não foi capaz de conectar-se ao site www.revouninstaller.com. Por favor, verifique se sua conexão com a internet está em atividade e se sua firewall não está bloqueado o acesso do Revo Uninstaller
1920 = Erro: Falhou-se ao buscar por novas versões. Não há conexão com a internet.

[WinTools]
2110 = Executar
2111 = Existem muitas ferramentas e componentes úteis trazidos com cada versão do Sistema Operacional Windows. Alguns dos mesmos possuem complexas opções em linhas de comando; outros, são de difícil acesso. Esta seção de ferramentas do Windows lhe dá rápido acesso, com um clique, a mais de dez ferramentas deste Sistema Operacional, para você utilizar em seus trabalhos diários.
2112 = Restauração do Sistema - Você pode utilizar tal recurso para restaurar sua máquina a um estado anterior, se ocorreu um problema, sem perder seus arquivos de dados pessoais. A Restauração do Sistema faz o monitoramento de alterações no próprio sistema e em alguns arquivos de programas, e então, automaticamente, cria pontos de restauração facilmente identificáveis. Tais pontos lhe permitem restaurar sua máquina para um momento anterior, por você desejado, ou um momento anterior onde tudo funcionava bem. Os pontos de restauração são criados diariamente e no momento de eventos significativos para o sistema. Você também é livre para criar e nomear seus próprios pontos de restauração a qualquer momento.
2113 = Diagnósticos de Rede - Você pode utilizar tal recurso para aferir e exibir informações sobre seu hardware e Sistema Operacional, suas configurações de internet e configurações de seu modem e placa de rede. Com a ferramenta de Diagnósticos de Rede, você pode promover a varredura do seu sistema, testar a conectividade da rede e verificar se seus programas e serviços de rede estão funcionando bem ou não. 
2114 = Informações de Rede - Você pode utilizar tal recurso para exibir todos os valores das configurações atuais dos protocolos TCP/IP da rede e, atualizar o protocolo de configuração dinâmica de clientes (DHCP) e as configurações do sistema de nomes de domínio (DNS), exibir as configurações completas de TCP/IP para todos os adaptadores, incluindo endereços de IP, endereços físicos (MAC), máscaras de sub-rede, gateway-padrão, serviços do Windows de nomenclatura de internet (WINS) e configurações DNS.
2115 = Central de Segurança - Você pode utilizar tal recurso para verificar sua máquina quanto a três aspectos essenciais de segurança - Firewall, Software de Proteção Contra Vírus e Atualizações Automáticas. Se algum problema for detectado quanto a qualquer dessas três essencialidades (por exemplo, se o seu programa antivírus estiver desatualizado), a Central de Segurança lhe envia um alerta e lhe faz recomendações sobre como melhor proteger sua máquina.
2116 = Propriedades do Sistema - Você pode utilizar tal recurso para exibir informações básicas tais como o tipo de sua CPU e memória RAM, exibir e alterar as configurações que controlam como sua máquina utiliza a memória e localiza certas informações (conseguindo dados sobre hardware e propriedades de dispositivos), bem como, configurar perfis de hardware, exibir informações sobre sua conexão de rede e perfil de autenticação para acesso ao sistema e, reportar erros de programa e sistema à Microsoft ou seu administrador de sistemas quando eles ocorrerem.
2117 = Informações do Sistema - As Informações do Sistema são um componente do Sistema Operacional Windows que coletam e exibem informações de configuração do sistema para computadores locais e remotos. Isto inclui informações sobre configuração de hardware, componentes da máquina e software, incluindo drivers assinados ou não. As Informações do Sistema são uma ferramenta que você pode utilizar para, rapidamente, localizar informações sobre sua máquina e Sistema Operacional.
2118 = Comando TCP/IP Netstat - O comando TCP/IP Netstat é um componente do Sistema Operacional Windows que exibe todas as conexões TCP e portas TCP e UDP as quais o computador está monitorando, e exibe o executável envolvido na criação de cada conexão ou monitoramento de porta. Neste caso, o nome do executável estará embaixo, bem na base, entre colchetes "[ ]". No topo estará o componente que este executável "chamou" e, logo adiante, os protocolos TCP/IP que foram alcançados. 
2119 = Teclado de Tela - Esta ferramenta exibe um teclado virtual na tela e permite a usuários(as) com problemas de movimentação, digitar dados utilizando um dispositivo de apontamento ou joystick. O Teclado de Tela foi planejado para fornecer um nível mínimo de funcionalidade a usuários(as) com problemas de movimentação; todavia, você também pode utilizá-lo se achar que existe um Key-Logger instalado em sua máquina e que todas as teclas pressionadas estão sendo gravadas. O teclado virtual que aparece na tela elimina a chance de gravação de teclas pressionadas.
2120 = Desfragmentador de Disco - Esta ferramenta analisa os volumes locais e consolida arquivos e pastas fragmentados para que ocupem um espaço único e sequencial no volume (disco rígido). Assim, seu sistema pode acessá-los e fazer novas gravações mais eficientemente. Ao consolidar seus arquivos e pastas, o Desfragmentador de Disco também consolida um espaço livre no volume, tornando menos provável que novos arquivos sejam fragmentados. 
2121 = Serviços - Você pode utilizar tal recurso para: iniciar, parar, pausar, resumir ou desativar serviços em computadores locais ou remotos, gerenciando-os. Também é possível configurar ações de recuperação se um serviço falhar (por exemplo, reiniciando o serviço automaticamente), ativar ou desativar serviços para um perfil particular de hardware e exibir o status e a descrição de cada serviço.
2122 = Pastas Compartilhadas - Você pode utilizar tal ferramenta para gerenciar os recursos compartilhados através de uma rede, controlar permissões para acesso de usuários, atividades de sessão, propriedades de recursos compartilhados e exibir um sumário de utilização de recursos para computadores remotos e locais. Por meio desta ferramenta você pode: criar, exibir e configurar permissões para compartilhamento de recursos e exibir uma lista de todos os usuários que se conectam ao computador através de uma rede (e desconectar todos ou um deles). Também é possível exibir uma lista de arquivos que foram abertos por usuários remotos.
2123 = Políticas de Grupo - Esta ferramenta inclui ajustes de monitoramento para configurações do usuário(a), que afetam qualquer deles, e configurações do computador, que afetam a ele próprio. As configurações de monitoramento de grupo definem vários componentes do ambiente da área de trabalho do usuário(a) que um administrador de sistemas precisa gerenciar. Por exemplo, os programas que estarão disponíveis para os usuários, os programas que aparecerão na área de trabalho deles, e as opções para o menu iniciar.
2124 = Adicionar/Remover Componentes do Windows - O Adicionar/Remover Componentes do Windows lhe ajuda a gerenciá-los em seu computador. Após o Sistema Operacional Windows estar instalado em sua máquina, você pode se valer dessa ferramenta para adicionar um componente do Windows que não estava incluso na instalação original, ou remover algum componente instalado que não mais desejar.
2125 = Ferramenta de Remoção de Software Mal Intencionado - A ferramenta de remoção de software mal-intencionado da Microsoft verifica computadores executando o Sistema Operacional Windows em busca de infecções por softwares maliciosos, específicos e prevalentes e ajuda a remover quaisquer infecções encontradas com os mesmos. Tais softwares maliciosos incluem vírus, worms e cavalos-de-troia. Quando o processo de detecção e remoção estiver completo, a ferramenta exibe um relatório descrevendo as incursões, inclusive se qualquer software malicioso foi detectado e removido.


[Junk Files Cleaner Options]
2202 = Discos a verificar:
2203 = Padrão
2204 = Descrição
2205 = Adicionar
2206 = Remover
2207 = Voltar ao Padrão
2208 = Limpador de Arquivos-Lixo::Generalidades
2209 = Limpador de Arquivos-Lixo::Arquivos a Ignorar
2220 = Padrões a verificar:
2221 = Pode-se usar símbolos (?,*) substituindo caracteres complexos
2222 = Adicionar Modelo
2223 = Adicionar Modelo de Arquivos a Ignorar
2224 = Pode-se usar símbolos (?,*) substituindo caracteres complexos
2225 = Modelo de Arquivos a Ignorar:
2226 = Excluir arquivos para a lixeira
2227 = Ignorar arquivos acessados nas últimas 24 horas 

[Junk Files Cleaner Tool]
2306 = Verificar
2307 = Excluir
2308 = Verificando...
2309 = Por favor, aguarde o fim da varredura...
2310 = Cancelar
2311 = Nome
2312 = Tamanho
2319 = Arquivos:
2320 = Tamanho total:
2323 = Há arquivos que não podem ser excluídos agora, pois estão\nsendo utilizados pelo Windows ou algum outro programa.
2324 = É necessário selecionar ao menos um disco e extensão para iniciar a varredura
2325 = O Limpador de Arquivos-Lixo lhe permite localizar em sua máquina, e dela remover, vários tipos de lixo e arquivos desnecessários. Normalmente, tais arquivos são excluídos pelo aplicativo que os criou, tão-breve quanto se tornem desnecessários. No entanto, tais arquivos podem ficar permanentemente no disco rígido se acontecer, por exemplo, uma finalização inesperada do aplicativo-pai, um travamento do sistema etc. Se isto acontecer, haverá redução de espaço em disco ou pode haver redução na velocidade e performance do sistema, entre outras coisas.\n\nPara informações a respeito de utilização, clique em "Ajuda" e, depois, em "Ajuda quanto a esta ferramenta".
2326 = Arquivo
2327 = Excluindo arquivos

[ContextMenu Junk Files Cleaner]
2313 = Abrir
2314 = Pesquisar no Google por:
2315 = Abrir pasta-recipiente
2316 = Propriedades...
2317 = Marcar todos os itens
2318 = Desmarcar todos os itens
2321 = Marcar itens selecionados
2322 = Desmarcar itens selecionados

[TopMost Window]
4002 = Opções
4003 = Abrir janela principal
4004 = Módulo Arraste e Solte
4005 = Módulo de Caça
4006 = Tamanho
4007 = Pequeno
4008 = Médio
4009 = Grande
4010 = Tamanho da janela
4011 = SAIR
4012 = Desinstalar
4013 = Parar auto inicialização
4014 = Abortar o processo
4015 = Abortar e excluir o processo
4016 = Abrir pasta-recipiente
4017 = Informações
4018 = Propriedades
4019 = CANCELAR
4020 = Só há suporte para um arquivo por vez!
4021 = Você soltou uma pasta. Por favor, arraste e solte um arquivo!
4022 = Desinstalar ou remover:
4023 = Sem solução! Tente apontar outra janela, ícone ou item da barra de tarefas
4024 = Não foi possível executar o comando de desintalação!\n Por favor, desinstale o aplicativo à partir do desinstalador.
4025 = Nenhum pacote de instalação encontrado!\nDica: adquira mais informações sobre o aplicativo e\n tente desinstalá-lo à partir da janela principal!
4026 = O aplicativo-alvo foi desativado na autoinicialização!\nDica: se você desejar ativá-lo novamente utilize a ferramenta de autoinicialização no aplicativo principal!
4027 = O aplicativo-alvo não foi encontrado nos locais mais comuns de inicialização!\nDica: para procurar por locais incomuns utilizados para autoinicialização de aplicativos, visite o site www.google.com.br!
4028 = Tem certeza de desejar fechar o aplicativo selecionado?\nQuaisquer dados não salvos serão perdidos!
4029 = Desinstalador
4030 = Tem certeza de desejar fechar e excluir o aplicativo selecionado?\nQuaisquer dados não salvos serão perdidos!
4031 = Tem certeza de desejar fechar o Windows Explorer?\n O menu iniciar e a barra de ferramentas irão desaparecer!
4032 = Autoinicializar junto ao Windows
4033 = Transparência

[Scan After Uninstall]
4210 = Localização
4211 = Chave
4212 = Valor
4213 = Dado
4214 = Arquivo
4215 = Selecione um arquivo ou entrada de registro para executar tal operação!
4216 = Varredura pós-desinstalação
4217 = Marcar tudo
4218 = Desmarcar tudo
4219 = Excluir
4220 = Sobras de arquivos
4221 = Sobras de entradas de registro
4222 = Exame pré-desinstalação. Por favor, aguarde...
4223 = Executando o desinstalador...
4224 = Por favor, inicie a busca por sobras de arquivos, pastas e chaves de registro quando a desinstalação principal for concluída
4225 = Executando varredura pós-desinstalação. Por favor, aguarde...
4226 = Por favor, examine tais itens cuidadosamente. Quando notar que algum deles é válido, ou se não tiver absoluta certeza, não exclua!
4227 = Fechar
4228 = Os arquivos que permanecem na lista serão excluídos tão-logo o computador seja reiniciado
4229 = Falha na execução do desinstalador do aplicativo!\nPossível comando de desinstalação inválido!
4230 = Voltar
4231 = Avançar
4232 = Selecione um módulo de desinstalação
4233 = Módulos
4234 = Desinstalação-própria - executa a desinstalação utilizando o próprio desinstalador do aplicativo, sem qualquer verificação adicional posterior.
4235 = Seguro - inclui o módulo de desinstalação-própria e executa verificações adicionais no registro e no disco rígido para encontrar sobras que são seguras para excluir. Este é o módulo mais rápido.
4236 = Moderado - inclui o módulo seguro e executa uma verificação extendida para encontrar todas as informações deixadas pelos aplicativos nos locais mais comuns do registro e do disco rígido. 
4237 = Avançado - inclui o módulo moderado e executa uma profunda e minuciosa verificação para encontrar todas as informações deixadas pelos aplicativos no registro e no disco rígido. Este é o módulo mais vagaroso.
4238 = Executando análise dos dados do aplicativo antes de desinstalá-lo.
4239 = Iniciando desinstalador-próprio do aplicativo.
4240 = Após o término do desinstalador-próprio do aplicativo, pressione o botão "Avançar" para iniciar a verificação por arquivos de sobras, pastas e itens no registro. 
4241 = Executando a análise inicial e a desinstalação. 
4242 = Verificando informações de sobras...
4243 = Desinstalação-própria completada. Verificando agora o registro e o disco rígido por arquivos de sobras, pastas e itens de registro relacionados ao aplicativo desinstalado. Por favor, aguarde...
4244 = Itens de sobras localizados no registro
4245 = Itens localizados no registro:
4246 = Nota: por favor, examine cuidadosamente os itens demonstrados! Somente os itens que tiverem a caixa marcada serão excluídos com seus subítens!
4247 = Arquivos de sobras e pastas localizados
4248 = Itens localizados:
4249 = Meu computador
4250 = O Revo Uninstaller não pode iniciar o desinstalador próprio do aplicativo. Pode ser que o comando de desinstalação do aplicativo seja inválido ou que o desinstalador esteja corrompido. Você pode pressionar o botão “Voltar” e tentar outro módulo de desinstalação.
4251 = O desinstalador-próprio do aplicativo terminou. O Revo Uninstaller não fez a verificação por itens de sobras. Você pode pressionar o botão “Voltar” e tentar outro módulo de desinstalação para verificar por arquivos de sobras, pastas e itens no registro.
4252 = O Revo Uninstaller completou com êxito o procedimento de desinstalação, mas não encontrou quaisquer itens de sobra. Você pode pressionar o botão “Voltar” e tentar outro módulo mais abrangente de desinstalação para executar uma verificação mais profunda.
4253 = O Revo Uninstaller completou com êxito o procedimento de desinstalação. Se você desejar verificar por mais itens de sobras, pode pressionar o botão “Voltar” e executar outro módulo mais abrangente de desinstalação para executar uma verificação mais profunda.
4254 = Finalizado
4255 = Está certo(a) de desejar enviar os itens selecionados para a lixeira?
4256 = Está certo(a) de desejar excluir os itens selecionados do registro?
4257 = O Revo Uninstaller completou com sucesso o procedimento de desinstalação! 
4258 = Está certo(a) de desejar pular a exclusão de sobras de entradas no Registro e avançar ao próximo passo?
4259 = Está certo(a) de desejar pular a exclusão de sobras de arquivos e pastas encontradas e avançar ao próximo passo? 
4260 = A verificação por itens de sobras está concluída. Pressione o botão “Avançar” para examinar os resultados!
4261 = Criando Ponto de Restauração do Sistema...
4262 = Criação de Ponto de Restauração do Sistema - houve uma falha!
4263 = Criação de Pontos de Restauração do Sistema desativada (em Opções->Desinstalador)
4264 = Criação do Ponto de Restauração do Sistema - concluída! 


[About]
4300 = Tradutores

[ContextMenu Uninstaller]
5000 = Comandos
5001 = Informações
5002 = Pesquisar no Google por:
5004 = Ir à pasta onde o programa está instalado...
5005 = Abrir o link "Sobre"...
5006 = Abrir o link "Ajuda"...
5007 = Abrir o link "Atualização"...
5008 = Acessar no registro a chave desta entrada...

[Common]
10000 = OK
10001 = Cancelar
10002 = Ajuda
10003 = Procurar
10004 = Ajuda quanto a esta ferramenta
10005 = Página na internet
10006 = Sobre
10007 = Aviso
10008 = ERRO

[Tooltips]
2000 = Alterna para o módulo de desinstalador
2001 = Exibe um painel de ferramentas
2002 = Para ajustar as configurações aos seus propósitos
2003 = Alterna para o Módulo de Caça
2004 = Altera a exibição da lista de aplicativos instalados
2005 = Executa a desinstalação do aplicativo selecionado
2006 = Exclui a entrada selecionada do registro
2007 = Atualiza a lista de aplicativos
2008 = Atualiza a versão instalada em sua máquina para o último lançamento
2009 = Traz informações adicionais para quaisquer questionamentos sobre o programa
404 = Inicia o aplicativo selecionado
405 = Para e fecha o aplicativo selecionado
406 = Remover o aplicativo selecionado da autoinicialização
506 = Limpar opções selecionadas
605 = Limpar opções selecionadas
705 = Limpar opções selecionadas
2106 = Executar ferramenta selecionada
2304 = Buscar por arquivos desnecessários conforme as configurações selecionadas
2305 = Enviar o(s) arquivo(s) marcado(s) para a lixeira

